<?php

return [
    'Register Success!' => 'تم التسجيل بنجاح!',
    'Invalid Phone Password' => 'رقم الهاتف أو كلمة المرور غير صحيحة.',
    'The provided credentials are incorrect.' => 'البريد الالكتؤوني أو كلمة المرور غير صحيحة.',

    'Login Success!' => 'تم تسجيل الدخول بنجاح!',
    'profile_retrieved' => 'تم استرجاع الملف الشخصي بنجاح.',
    'logout_success' => 'تم تسجيل الخروج بنجاح.',
    'Refreshed Token Success!' => 'مرحبا بعودتك مره اخري 😃!',
    'phone_doesnt_exist' => 'رقم الهاتف غير موجود.',
    'phone_exists' => 'رقم الهاتف موجود.',
    'password_reset_successfully' => 'تم إعادة تعيين كلمة المرور بنجاح.',
    'current_password_not_correct' => 'كلمة المرور الحالية غير صحيحة.',
    'password_changed_successfully' => 'تم تغيير كلمة المرور بنجاح.',
    'profile_updated' => 'تم تحديث الملف الشخصي بنجاح.',
    'Profile Completed Data!' => 'تم إكمال بيانات الملف الشخصي بنجاح!',
    'you cant delete your account while you are having active orders' => 'لا يمكنك حذف حسابك بينما لديك طلبات نشطة.',
    'account_deleted_successfully' => 'تم حذف الحساب بنجاح.',
    'please verify your phone number' => 'يرجى التحقق من رقم هاتفك.',
    'error' => 'حدث خطأ.',
    'cannot_update_with_orders' => 'لا يمكن تعديل الحساب مع وجود طلبات نشطة.',
    // Add any additional translations as needed
    'license_uploaded' => 'تم رفع الرخصة بنجاح ✔✔✔',
    'car_data_uploaded' => 'تم رفع بيانات السيارة بنجاح ✔✔✔',
    'creminal_uploaded' => 'تم رفع السجل الجنائي بنجاح ✔✔✔',
    'national_id_uploaded' => 'تم رفع الهوية الوطنية بنجاح ✔✔✔',
    'profile_picture_updated' => 'تم تحديث صورة الملف الشخصي بنجاح ✔✔✔',
    'available_updated_succes' => 'تم تحديث التوافر بنجاح',
    'phone_already_verified' => 'الهاتف مفعل بالفعل',
    'code is sent successfully' => '✌ تم إرسال الرمز بنجاح',
    'try_again_after_5_min' => '🤷‍♂️ لقد تجاوزت الحد المسموح! يرجى المحاولة بعد 5 دقائق.',

    'invalid_code_or_expired' => '😲 رمز غير صالح أو أن الرمز قد انتهت صلاحيته.',
    'code_verified_successfully' => '✔✔🎉 تم التحقق من الرمز بنجاح!',
    'this phone is already signed before' => '🤷‍♀️🤷‍♀️😳 عذرا 😳😲, هذا الهاتف مسجل من قبل',

    'phone_exist' => 'رقم الهاتف موجود ✔✔🎉🎉',
    'phone_not_exist' => 'رقم الهاتف غير موجود 🤦‍♂️🤔🤔',
    'You Can not edit profile during in progress order' => 'لا يمكنك تعديل الملف الشخصي أثناء وجود طلب قيد التنفيذ 😢🤦‍♂️',

    'account_deleted' => 'تم حذف حسابك. يرجى التواصل مع الدعم الفني.',
    'account_not_found' => 'الحساب غير موجود. يرجى التسجيل أولاً.',
    'account_already_exists' => 'يوجد حساب مسجل بهذا الرقم بالفعل.',
    'name_required' => 'الاسم مطلوب للتسجيل.',
    'invalid_request_type' => 'نوع الطلب غير صالح. استخدم "login" أو "register".',
    'otp_sent' => 'تم إرسال كود التحقق إلى هاتفك.',

];
