<?php

return [
    'dashboard' => 'لوحة التحكم',
    'homepage' => 'الصفحة الرئيسية',
    'users' => 'المستخدمون',
    'admins' => 'المشرفون',
    'admin' =>'المشرف',
    'employee'=>'الموظف',


    'settings' => 'الإعدادات',
    'id' => 'الرقم',
    'logout' => 'تسجيل الخروج',
    'Fastex'=>'فاست إكس',
    'slogan' => "فاست إكس ليبيا – سريع، آمن، مُسلَّم!",


    ////cars

    'name en' => 'الاسم بالإنجليزية',
    'name ar' => 'الاسم بالعربية',

    'image' => 'الصورة',
    'actions' => 'الإجراءات',
    'edit' => 'تعديل',
    'delete' => 'حذف',
    'address'=>'العنوان',


    //edit car

    //admin
    'all admin' => 'كل المشرفين',
    'add admin' => 'إضافة مشرف',
    'edit admin' => 'تعديل المشرف',
    'change your password or keep old value' => 'تغيير كلمة المرور أو الاحتفاظ بالقيمة القديمة',

    //users
    'add user' => 'إضافة مستخدم',
    'edit user' => 'تعديل المستخدم',
    'all user' => 'كل المستخدمين',
    'password' => 'كلمة المرور',
    'name' => 'الاسم',

    'email' => 'البريد الإلكتروني',
    'phone' => 'الهاتف',

    //providers
    'providers' => 'مقدمو الخدمة',
    'deleted providers' => ' مقدمو الخدمة المحذوفين',
    'add provider' => 'إضافة مقدم الخدمة',
    'edit provider' => 'تعديل مقدم الخدمة',
    'all provider' => 'كل مقدمي الخدمة',
    'business type' => 'نوع العمل',
    'company' => 'شركة',
    'company name' => 'اسم الشركة',
    'individual' => 'فردي',


    //response
    'Created successfully' => 'تم الإنشاء بنجاح',
    'Updated successfully' => 'تم التحديث بنجاح',
    'Deleted successfully' => 'تم الحذف بنجاح',
    'Deleted Permenant successfully' => 'تم الحذف  نهائيا بنجاح',

    'Restored successfully' => 'تم الاسترجاع بنجاح',

    'Image Uploaded successfully' => 'تم رفع الصورة بنجاح',
    'Oops ,You must Select Status First' => 'عذرًا ، يجب عليك تحديد الحالة أولاً',
    'Move successfully' => 'تم النقل بنجاح',
    'Sending Reply successfully' => 'تم الارسال بنجاح',



    //main page
    'Welcom to Dashboard' => 'مرحبًا بك في لوحة التحكم',

    //login
    'sign in' => 'تسجيل الدخول',



    'description' => 'الوصف',
    'icon' => 'الأيقونة',
    'feature' => 'مميز',
    'direct' => 'طلب مباشر',
    'bid' => 'مناقصه',




    //notification
    'notifications' => 'الإشعارات',
    'add notification' => 'إضافة إشعار',
    'edit notification' => 'تعديل الإشعار',
    'all notification' => 'كل الإشعارات',
    'title' => 'العنوان',
    'body' => 'النص',
    'user' => 'المستخدم',
    'read at' => 'تم القراءة في',
    'specific user' => 'مستخدم محدد',
    'specific provider' => 'مقدم خدمه محدد',

    //banners
    'banners' => 'اللافتات',
    'add banner' => 'إضافة لافتة',
    'all banner' => 'كل اللافتات',
    'all banners' => ' لافتات المستخدمين',
    'all banners providers' => 'لافتات مقدمي الخدمه',

    'action path' => 'مسار الإجراء',
    'upload image' => 'رفع الصورة',
    'cancel' => 'إلغاء',

    //options
    'placeholder en' => 'النص البديل بالإنجليزية',
    'placeholder ar' => 'النص البديل بالعربية',
    'add option' => 'إضافة خاصيه',
    'home' => 'الرئيسية',
    'type' => 'النوع',
    'required' => 'مطلوب',
    'order' => 'الترتيب',
    'appear in the order list' => 'الظهور في قائمة الطلبات',
    'has number' => 'يحتوي على رقم',
    'submit' => 'إرسال',
    'update' => 'تحديث',
    'create' => 'إنشاء',
    'edit option' => 'تعديل خاصيه',
    'back' => 'عودة',
    'appearance in orders' => 'الظهور في الطلبات',
    'text' => 'نص',
    'number' => 'رقم',
    'select' => 'اختيار',
    'multiselect' => 'اختيار متعدد',
    'location' => 'موقع',
    'date' => 'تاريخ',
    'time' => 'وقت',
    'file' => 'ملف',
    'datetime' => 'تاريخ ووقت',
    'multicheckbox' => 'اختيار متعدد الخيارات',
    'collected_or_paid' => 'تحصيل او مدفوع',
    'values' => 'القيم',
    'has number?' => 'يحتوي على رقم؟',
    'delete?' => 'حذف؟',
    'add row?' => 'إضافة صف؟',

    //settings
    'yes' => 'نعم',
    'no' => 'لا',
    'active' => 'نشط',
    'not active' => 'غير نشط',
    'app active' => 'التطبيق نشط',
    'activate notification' => 'تفعيل الإشعارات',
    'force update ios' => 'إجبار تحديث iOS للمستخدم',
    'force update android' => 'إجبار تحديث Android للمستخدم',
    'force update ios provider' => 'إجبار تحديث iOS لمقدمي الخدمه',
    'force update android provider' => 'إجبار تحديث Android لمقدمي الخدمه',
    'app icon' => 'أيقونة التطبيق',
    'firebase_api_access_key' => 'مفتاح وصول Firebase API',
    'ios version' => 'إصدار iOS للمستخدم',
    'android version' => 'إصدار Android للمستخدم',
    'ios version provider' => ' إصدار iOS لمقدمي الخدمه',
    'android version provider' => ' إصدار Android لمقدمي الخدمه',

    'provider' => 'مقدم الخدمة',
    'service' => 'الخدمة',
    'status' => 'الحالة',

    //homepage
    'new providers' => 'مقدمو خدمات جدد',
    'new users' => 'مستخدمون جدد',
    'new orders' => ' أحدث الطلبات ',
    'latest 5 new users' => 'آخر 5 مستخدمين جدد',
    'latest 5 new providers' => 'آخر 5 مقدمي خدمات جدد',
    'latest 5 new orders' => 'آخر 5  أحدث الطلبات ',

    'join at' => 'تاريخ الانضمام',


    //tickets
    'tickets' => 'التذاكر',
    'all tickets' => 'كل التذاكر',

    //log activity
    'subject' => 'الموضوع',
    'admin' => 'المشرف',
    'all activity log' => 'سجل النشاط الكامل',
    'log activities' => 'سجل الأنشطة',

    //not found
    'not found orders' => 'الطلبات غير موجودة',
    'not found user' => 'المستخدم غير موجود',
    'not found services' => 'الخدمات غير موجودة',

    //langs
    'english' => 'الإنجليزية',
    'arabic' => 'العربية',

    //footer
    'arab apps' => 'تطبيقات عربية',

    //header
    'mangoul' => 'منجول',

    //navbar
    'dark' => 'داكن',
    'light' => 'فاتح',
    'system' => 'النظام',
    'languages' => 'اللغات',

    // الأدوار
    'roles' => 'الأدوار',
    'all roles' => 'جميع الأدوار',
    'all role' => 'كل دور',
    'edit role' => 'تعديل الدور',
    'add role' => 'إضافة دور',
    'display name' => 'اسم العرض',
    'has permissions ?' => 'هل لديه أذونات؟',

    // الأذونات
    'permissions' => 'الأذونات',
    'all permissions' => 'جميع الأذونات',
    'all permission' => 'كل أذونة',
    'edit permission' => 'تعديل الأذونة',
    'add permission' => 'إضافة أذونة',
    'has roles ?' => 'هل لديه أدوار؟',
    'edit roles ?' => 'هل تعديل الأدوار؟',

    // الأذونات
    'belong to roles ?' => 'هل تنتمي لأدوار؟',
    'button' => 'زر',
    'Answered Send successfully' => 'تم الإرسال بنجاح',
    'reply' => 'اضافه رد',
    'city' => 'مدينه',
    'add message' => 'اضافه رساله ',

    //cities
    'cities' => 'المدن',
    'all city' => 'كل المدن',
    'all cities' => 'جميع المدن',
    'select a country' => 'اختر بلد',
    'select a city' => 'اختر مدينة',

    'user count' => 'عدد المستخدمين',
    'provider count' => 'عدد مقدمين الخدمه',
    'cities statistics' => 'احصائيات المدن',
    'move as user' => 'النقل كمستخدم',
    'ability move as user' => 'امكانيه النقل كمستخدم جديد',
    'move as provider' => 'النقل كمقدم خدمه',
    'ability move as provider' => 'امكانيه النقل كمقدم خدمه',
    'last login at' => 'اخر تسجيل دخول',
    'deleted reason message' => 'رساله سبب حذف الحساب',
    'delete account' => 'حذف الحساب',
    'activate account again' => 'تفعيل الحساب مره اخره ',
    'activate account' => ' لتفعيل الحساب ',
    'Selected Users have been deleted.' => 'تم حذف المستخدمين المحددين',
    'Please select at least one record to delete.' => 'الرجاء تحديد على الأقل سجل واحد لحذفه.',
    'Are you sure you want to delete the selected records?' => 'هل أنت متأكد أنك تريد حذف السجلات المحددة؟',
    'Delete Multible User' => 'حذف',
    'Delete Multible countries' => 'حذف',
    'Delete Multible provider' => 'حذف ',
    'Force Delete Multible User' => ' حذف نهائيا',
    'provider online count' => ' مقدمي الخدمه الاونلاين ',
    'provider offline count' => 'مقدمي الخدمه الاوفلاين ',
    "provider online" => 'مزود الخدمة متصل',
    "provider offline" => 'مزود الخدمة غير متصل',
    'not active users' => 'المستخدمين الغير نشطين',
    'deleted users' => 'المستخدمين المحذوفين',

    'users available city' => 'المستخدمين المتاحين في المدينه',
    'providers available city' => 'مقدمي الخدمه المتاحين في المدينه',
    'whats up number' => 'رقم الواتساب ',

    'service status' => 'حالة الخدمة',
    'activate' => 'تفعيل',
    'deactivate' => 'إلغاء التفعيل',
    'uid' => 'معرف الوحدة',
    'service active' => 'الخدمة نشطة',
    'service order bids' => 'العروض المقدمه من الشركات ',

    'price' => 'السعر',
    'note' => 'ملاحظة',
    'attribute' => 'خاصيه',
    'attributes' => 'جميع الخواص',
    'to' => 'الي',
    'edit city' => 'تعديل المدينه',
    'bid and direct' => 'طلب مباشر ومناقصه',
    'individual' => 'فرد',
    'company' => 'شركه',
    'device type' => 'نوع الجهاز',
    'device version' => 'إصدار الجهاز',
    'no user' => 'ليس لاحد من المستخدمين',
    'no provider' => 'ليس لاحد من مقدمي الخدمه',
    'closed' => 'مغلق',
    'opened' => 'مفتوح',
    'truck' => 'شاحنة',
    'type' => 'نوع',
    'brand' => 'ماركة',
    'model' => 'موديل',
    'size' => 'حجم',
    'accessories' => 'إكسسوارات',

    'not found truck' => 'لا يوجد شاحنه',
    'invoice path' => 'العقد',

    'today stats' => 'احصائيات اليوم',
    'month stats' => 'احصائيات الشهر',
    'year stats' => 'احصائيات السنه',
    'users count' => 'عدد المستخدمين',
    'providers count' => 'عدد مقدمي الخدمات',
    'new orders count' => 'عدد الطلبات الجديدة',
    'pending orders count' => 'عدد الطلبات المعلقة',
    'completed orders count' => 'عدد الطلبات المكتملة',
    'canceled orders count' => 'عدد الطلبات الملغاة',
    'expired orders count' => 'عدد الطلبات منتهية الصلاحية',
    'new tickets count' => 'عدد التذاكر الجديدة',
    'closed tickets count' => 'عدد التذاكر المغلقة',
    'service order details' => 'تفاصيل طلب الخدمة',
    'sorry, do not have permission to update ticket' => 'عذرًا، ليس لديك الصلاحيات لتحديث التذكرة',
    'in progress orders count' => 'عدد الطلبات المجدوله',

    'admin' => 'قرائه فقط',
    'owner' => 'كل الصلاحيات',

    'manage user' => '  التحكم في إدارة المستخدمين ',
    'manage provider' => 'التحكم في إدارة مقدمي الخدمه ',
    'manage service' => 'التحكم في إدارة الخدمات ',
    'manage service order' => 'التحكم في إدارة طلبات الخدمات ',
    'manage city' => 'التحكم في إدارة المدن ',
    'manage notification' => 'التحكم في إدارة الاشعارات ',
    'manage banner' => 'التحكم في إدارة الافتات ',
    'manage setting' => 'التحكم في إدارة الاعدادت ',
    'manage activity' => 'التحكم في إدارة الانشطه ',
    'manage ticket' => 'التحكم في إدارة التذاكر ',
    'manage admin' => 'التحكم في إدارة المشرفين ',
    'manage subscribe' => 'التحكم في الاشتراكات',
    'manage provider map' => 'التحكم في ادارة خريطة مقدمي الخدمة',
    'manage user map' => 'التحكم في ادارة خريطة المستخدمين',
    'from' => 'من قبل',
    'not found' => 'لا يوجد',
    'not readed' => 'غير مقروء',
    'opened' => 'مفتوح',
    'closed' => 'مقفول',
    'add reply' => 'اضافه رد',
    'not deleted' => 'لم يحذف',
    'restore' => 'استرجاع',
    'delete permenant' => 'حذف نهائي',
    'connected or not' => 'متصل او غير متصل',
    'bid' => 'مناقصه',
    'direct order' => 'طلب مباشر',
    'change to bid' => 'التغير لمناقصه',
    'pending' => 'قيد الانتظار',
    'completed' => 'مكتمل',
    'canceled' => 'ملغى',
    'in progress' => 'قيد التنفيذ',
    'in progress live' => 'جاري الان',
    'rejected' => 'مرفوض',
    'saved' => 'محفوظ',
    'expire' => ' منتهي الصلاحيه',
    'direct' => 'مباشر',
    'bid and direct' => 'مناقصه و مباشر',
    'not login yet' => 'لم يقم بالتسجيل بعد',
    'cancel' => 'الغاء',
    'show' => 'عرض',
    'All data copied success' => 'تم نسخ جميع البيانات بنجاح',
    'Copy All' => 'نسخ الكل',
    'Export All to Excel' => 'تصدير الكل إلى إكسل',
    'excel' => 'اكسل',
    'copy' => 'نسخ',
    'SND' => 'SND',
    'facebook' => 'فيسبوك',
    'twitter' => 'تويتر',
    'instegram' => 'انستجرام',
    'tiktok' => 'تيك توك',
    'youtube' => 'يوتيوب',
    'countries' => 'البلاد',
    'all countries' => 'جميع البلاد',
    'create country' => 'اضافه بلد',
    'country code' => 'كود الدولة',
    'slug' => 'اسم الرابط',
    'edit country' => 'تعديل الدوله',
    'create city' => 'اضافه مدينه',
    'country' => 'بلد',
    "are_you_sure" => "هل أنت متأكد؟",
    "cannot_undo" => "لن تتمكن من التراجع عن هذا!",
    'can_undo' => 'يمكنك تغير الحاله فيما بعد',
    "delete_confirmation_title" => "تأكيد الحذف",
    "confirm_button_text" => "نعم!",
    'toggle_confirmation_title' => 'تاكيد تغير حاله التذكره',
    "cancel_button_text" => "إلغاء",
    "deleted_successfully" => "تم الحذف بنجاح!",
    "user_deleted_message" => "تم حذف المستخدم بنجاح.",
    "success" => "نجاح",
    'documents' => 'خواص الملفات',
    'create document' => 'اضافه خواص الملفات',
    'edit document' => 'تعديل خواص الملفات',
    'verifications' => 'خواص الوثائق',
    'create verification' => 'اضافه خواص الوثائق',
    'edit verification' => 'تعديل خواص الوثائق',
    'appearance' => 'حاله الظهور',
    'show in form' => 'الظهور عند طلب خدمه',
    'edit banner' => 'تعديل اللافته',
    'start from' => 'يبدا من',
    'end at' => 'ينتهي',
    'day' => 'يوم',
    'hour' => 'ساعة',
    'min' => 'دقيقة',
    'expired order' => 'مده انتهاء طلب الخدمه',
    'expired order bid' => 'مده انتهاء طلب المناقصه',
    'expired order direct' => 'مده انتهاء طلب المباشر',

    'banner users' => 'لافتات المستخدمين',
    'banner providers' => 'لافتات مقدمي الخدمه',
    'sending email' => 'ارسال ايميل الكتروني',
    'not found doucument' => 'لا يوجد ملفات',
    'status account verification' => 'توثيق الحساب',
    'verified' => 'موثق',
    'not_verified' => 'غير موثق',
    'user card id' => 'البطاقه الشخصيه',
    'user card id front' => 'صوره البطاقه الشخصيه الاماميه',
    'user card id back' => 'صوره البطاقه الشخصيه الخلفيه',
    'view all' => 'عرض الكل',
    'Not Found activity New' => 'لا يوجد اشعارات الان',
    'activate Multible User' => 'تفعيل ',
    'disactivate Multible User' => 'عدم تفعيل ',
    'DisActivate successfully' => 'تم عدم التفعيل بنجاح',
    'DisActivate failed' => 'فشل عدم التفعيل',
    'Activate successfully' => 'تم التفعيل بنجاح',
    'Activate failed' => 'فشل التفعيل',
    'Delete Multible cities' => 'حذف  ',
    'Delete Multible banners' => 'حذف  ',
    'Delete Multible Service' => 'حذف  ',
    'Delete Multible Documents' => 'حذف  ',
    'Delete Multible Verifications' => 'حذف  ',
    'Delete Multible orders' => 'حذف  ',
    'Delete Multible notification' => 'حذف ',
    'Delete Multible Package' => 'حذف ',
    'Delete Multible Subscribe' => 'حذف ',
    'Delete Multible Package types' => 'حذف ',
    'Delete Multible Currency' => 'حذف ',
    'Delete Multible Feature' => 'حذف ',
    'Delete Multible Coupons' => 'حذف ',
    'Delete Multible level' => 'حذف ',
    'Delete Multible branch' => 'حذف ',


    'type notification' => 'نوع الاشعار',
    'bubble' => 'Bubble',
    'not bubble' => 'Normal',
    'all documents' => 'جميع خواص الملفات',
    'all verifications' => 'جميع خواص الوثائق',

    'Delete Multible admins' => 'حذف مشرفين ',
    'restore Multible User' => 'استرجاع ',
    'property' => 'الخاصيه',
    'add new mail and notification' => 'إضافة بريد إلكتروني وإشعار جديد',
    'title' => 'العنوان',
    'message' => 'الرسالة',
    'reset' => 'إعادة تعيين',
    'sending notification and email successfully' => 'تم ارسال الاشعار والايميل بنجاح',
    'send mail and notification' => 'ارسال اشعار وبريد الكتروني',
    'multi image' => 'صور متعدده',
    'change status successfully' => 'تم تغير الحاله بنجاح',
    'provider services' => 'خدمات مقدمي الخدمه',
    'accepted' => 'موافق',
    'delete service from provider successfully' => 'حذف الخدمة من المزود بنجاح',
    'new requests for services providers' => 'طلبات مقدمي الخدمه في انتظار التفعيل',
    'company' => 'شركه',
    'Type a message' => " اكتب رسالة ........",
    'activate Multible Country' => 'تفعيل ',
    'disactivate Multible Country' => ' عدم تفعيل  ',
    'restore' => 'استرجاع',
    'delete_permenant' => 'حذف نهائي',
    'email is existed already' => 'للاسف الايميل موجود بالفعل',
    'bid order' => 'طلب مناقصه',
    'You have already made a bid for this service order.' => 'لقد قدمت بالفعل عرضًا لهذا طلب الخدمة.',
    'forget password ?' => '!!  هل نسيت كلمه المرور',
    'reset password' => 'تغير كلمه المرور',
    'send mail' => ' ارسال بريد الكتروني للتحقق',
    'forget password' => 'نسيت كلمه المرور',
    'Reset Password successfully' => 'تم تغيير كلمه المرور بنجاح',
    'Code is expired !!' => 'الرقم منتهي الصلاحيه',
    'code' => 'كود',
    'all codes' => 'جميع الاكواد',
    'add code' => 'إضافة اكواد',
    'edit codes' => 'تعديل الاكواد',
    'add code for provider' => 'أضف كود دفع لمقدم خدمة',
    'profile' => 'الملف الشخصي',
    'This page is only accessible to You with the correct role' => 'لا يمكن الوصول إلى هذه الصفحة إلا من خلال الدور الصحيح',
    'Order Items' => 'عناصر الطلب',
    'Order Invoice' => 'فاتوره الطلب',
    'for provider' => 'لمقدمي الخدمه',
    'show details service' => 'بيانات الخدمات',
    'provider order details' => 'تفاصيل بيانات الخدمه',
    'refused' => 'مرفوض',
    'accepted' => 'مقبول',
    'approved' => 'مقبول',
    'not_completed' => 'لم يكتمل ',
    'show status services' => 'خدماتي',
    'latest service orders details' => 'احدث بيانات الخدمه',
    'not_deleted' => 'لم يحذف',
    'show secondary services' => 'عرض الخدمات الفرعيه',
    'add dynamic attributes' => 'اضافه خصائص ديناميكيه',
    'add dynamic attributes provider' => 'اضافه خصائص ديناميكيه لمقدمي الخدمه',
    'general' => 'عام',
    'subscribe' => 'الاشتراكات',
    'packages' => 'الباقات',
    'period' => 'مده الباقه',
    'add package' => ' اضافه باقه جديده',
    'edit package' => 'تعديل الباقه',
    'USD' => 'دولار امريكي',
    'POUND' => 'جنيه مصري',
    'currency' => 'العمله',
    'month' => 'شهر',
    'three_month' => 'ثلاثه اشهر',
    'six_month' => 'سته اشهر',
    'year' => 'سنه',
    'all packages' => 'قائمه الباقات',
    'package' => 'باقه',
    'start free trial' => 'بدايه الاستخدام المجاني',
    'end free trial' => 'انتهاء الاستخدام المجاني',
    'subscribes' => 'الاشتراكات',
    'all subscribes' => 'جميع الاشتراكات',
    'edit subscribe' => 'تعديل الاشتراك',
    'package types' => 'مده الباقات',
    'all package types' => 'قائمه انواع الباقات',
    'edit package type' => 'تعديل نوع الباقه',
    'add package types' => 'اضافه نوع باقه ومده جديده',
    'add package type' => 'اضافه نوع ومده جديده',
    'currencies' => 'العملات',
    'all currencies' => 'جميع العملات',
    'add currency' => 'اضافه عمله',
    'edit currency' => 'تعديل عمله',
    'slug' => 'اختصار',
    'levels' => 'المستويات',
    'features' => 'المميزات الاضافيه للمستوي',
    'all features' => 'جميع المميزات الاضافيه',
    'add feature' => 'اضافه ميزه',
    'edit feature' => 'تعديل ميزه',
    'description en' => 'وصف بالانجليزيه',
    'description ar' => 'وصف باللعربيه',
    'coupons' => 'اكواد الخصم',
    'all coupons' => 'جميع الاكواد المجانيه',
    'add coupon' => 'إضافة اكواد مجانيه',
    'edit coupons' => 'تعديل الاكواد المجانيه',
    'max use number' => 'الحد الأقصى لعدد الاستخدامات',
    'current use number' => 'عدد الاستخدامات الحالي',
    'expire at' => 'انتهاء الصلاحيه',
    'all levels' => 'جميع المستويات',
    'add level' => 'إضافة مستوى',
    'edit level' => 'تعديل مستوى',
    'Attachments' => 'المرفقات',
    'Add features' => 'ارفق ميزات',
    'Add coupons' => 'ارفق اكواد',
    'Add packages' => 'ارفق باقات',
    'Edit features' => 'ارفق المميزات الاضافيه',
    'Edit coupons' => 'ارفق الاكواد المجانيه',
    'Edit packages' => 'ارفق الباقات',
    'Add countries' => 'اضافه دول ومواقع',
    'Add services' => 'اضافه خدمات واقسام',
    'Edit countries' => 'ارفق دول ومواقع',
    'Edit services' => 'ارفق خدمات واقسام',
    'Add levels' => 'ارفق مستويات',
    'Edit levels' => 'ارفق مستويات',
    'verified status' => 'حاله التوثيق',
    'not verified' => 'غير موثق',
    'logout_confirmation_title' => 'تسجيل الخروج',
    'sure_logout' => 'هل متاكد من تسجيل الخروج',
    'Loged out successfully' => 'تم تسجيل الخروج بنجاح',
    'date from' => 'وقت من',
    'date to' => 'وقت الي',
    'branches' => 'الفروع',
    'all branches' => 'جميع الفروع',
    'add branch' => 'إضافة فرع',
    'edit branch' => 'تعديل فرع',
    'about en' => 'وصف تعريفي بالانجليزيه',
    'about ar' => 'وصف تعريفي بالعربيه',
    'branch' => 'فرع',
    'secondary branch' => 'فرع ثانوي',
    'disactive_confirmation_title' => 'هل انت متاكد من عدم التفعيل',
    'email_confirmation_title' => 'هل انت متاكد من  ارسال بريد الكتروني واشعار',
    'active_confirmation_title' => 'هل انت متاكد من التفعيل',
    'restore_confirmation_title' => 'هل انت متاكد من استرجاع الحساب',
    'delete_unselected' => '!! عذرا يجب تحديد ما تريد حذفه اولا 🤷‍♀️',
    'activate_unselected' => '!! عذرا يجب تحديد ما تريد تفعيله اولا 🤷‍♀️',
    'disactivate_unselected' => '!! عذرا يجب تحديد ما تريد عدم تفعيله اولا 🤷‍♀️',
    'restore_unselected' => '!! عذرا يجب تحديد ما تريد استرجاعه اولا 🤷‍♀️',
    'email_unselected' => '!! عذرا يجب تحديد ما تريد ارسال  اليه ايميل واشعار اولا 🤷‍♀️',
    'show map' => 'عرض الخريطه',
    'required items images' => "مطلوب صور العناصر للطلبيات المكتمله",
    'appear items images' => "اظهار صور العناصر للطلبيات المكتمله",
    'required invoices images' => "مطلوب صور العقود للطلبيات المكتمله",
    'appear invoices images' => "اظهار صور العقود للطلبيات المكتمله",
    'appear in fresh orders' => 'تظهر في الطلبات الجديدة',
    'appear in send offers' => 'تظهر في إرسال العروض',
    'appear in schedule orders' => 'تظهر في الطلبات المجدولة',
    'appear in completed orders' => 'تظهر في الطلبات المكتملة',
    'appear in canceled orders' => 'تظهر في الطلبات الملغاة',
    'appear in active orders' => 'تظهر في الطلبات النشطة',
    'min:0' => '(الحد الأدنى: 0)',
    'max:20' => '(الحد الاقصي: 20)',
    'created by' => 'أنشأه',
    'not determined' => 'لم يحدد بعد',
    'not bid and direct' => 'ليس طلب عطاء ولا طلب مباشر',
    'target price' => 'تحديد السعر',
    'Control Images and invoices in Completed Order' => 'التحكم في الصور والفواتير في الطلب المكتمل',
    'show invoice' => 'عرض العقد',
    'Deleted Permanently successfully' => 'تم الحذف نهائيا بنجاح',
    'The Service Order is not found or has been deleted.' => 'لم يتم العثور على طلب الخدمة أو تم حذفه.',
    'sellect all' => 'اختيار الكل',
    'Un Available Service Order .' => 'طلب خدمة غير متاح',
    'Un Available Service Order Bid.' => 'طلب تغيير عرض سعر غير متاح',
    'Service order is not available for bidding.#4' => 'طلب الخدمه غير متاح لقبول عروض جديده 😢',
    'Remove Your Bid success' => 'تم إزالة عرض السعر بنجاح',
    'search' => 'بحث',
    'Must Choose User Or Provider' => 'يجب اختيار اسم مسخدم او اسم مقدم خدمه',
    'Updated Your Bid success' => 'تم تعديل عرض السعر بنجاح ✔',



    'notes' => 'ملاحظات',


    'providers count for each service' => 'عدد مقدمي الخدمات لكل خدمة',
    'services stats' => 'احصائيات الخدمات',

    'clicks' => 'النقرات',
    'impressions' => 'المشاهدات',

    'no verification found' => 'لا يوجد ملفات توثيق',
    'no_file' => 'لا يوجد ملف',


    'Verification status updated successfully.' => 'تم تحديث بيانات التوثيق بنجاح',
    'this action will result in notifying user' => "النقر على هذا الزر سيرسل إشعارًا عبر البريد الإلكتروني إلى المستخدم.",
    'Each verification ID must have a corresponding native value.' => 'يجب أن يحتوي كل معرف تحقق على قيمة محلية مقابلة.',

    "Cannot delete this service, it has related orders." => "لا يمكن حذف احدى هذه الخدمات لأنها مرتبطة بطلبات اخرى.",

    "delete general service" => 'لا يمكنك حذف خدمة عامة',

    "edit bid" => 'تعديل المناقصة',
    "bid updated successfully" => 'تم تعديل المناقصة بنجاح',
    "bid updated" => 'تعديل المناقصة',
    "something went wrong" => 'حدث خطأ',

    "free plan period" => 'مدة الباقات المجانية',

    'please provide at least one day' => "اضف على الأقل يوم واحد",

    'old price' => 'السعر قبل الخصم',
    'new price' => 'السعر بعد الخصم',


    'can-recieve-bids' => "يستطيع قبول طلبات العطاء",
    'permission_2' => 'صلاحية',
    'payment methods' => 'وسائل الدفع',
    'add payment method' => 'اضافة وسيلة دفع',
    'all payment methods' => 'كل وسائل الدفع',
    "edit payment method" => 'تعديل وسيلة الدفع',
    'collected by agent' => 'تحصيل من الوكيل',
    'card' => 'كارت دفع',

    'cant delete this document' => 'لا يمكن حذف احدى هذه الملفات',
    'delete admin' => ' لا يمكن حذف احدى المشرفين',
    'delete banner' => ' لا يمكن حذف احدى اللافتات',
    'delete city' => ' لا يمكن حذف احدى المدن',
    'no_results' => 'لا توجد نتائج',
    'all user map' => 'خريطة المستخدمين',
    'all provider map' => 'خريطة مقدمي الخدمة',
    'start date' => 'تاريخ البداية',
    'end date' => 'تاريخ النهاية',

    'male' => 'ذكر',
    'female' => 'أنثى',
    'km' => 'كم',
    'Send'=>'ارسال',
    'Back'=>'العوده',





    //
    'Choose ...'=>'اختر  ...',



    'body_ar' => 'النص بالعربي',
    'body_en' => 'النص بالانجليزي',
    'title_ar' => 'العنوان بالعربي',
    'title_en' => 'العنوان بالانجليزي',

    'specific_users' =>  'تحديد مستخدمين',
    'specific_couriers' => 'تحديد مقدمي خدمة',
    'target_audience' => 'الفئة المستهدفة',

    'all_users' => 'كل المستخدمين',
    'all_couriers' => 'كل مقدمي التوصيل',

    'driver'=>'السائق',


    'notification_for_the_app' => 'اشعار للتطبيق',
    'couriers' =>'عمال التوصيل',
    'drivers' =>'السائقين',
    'please_fill_all_required_fields' => 'يرجى ملء جميع الحقول المطلوبة',
    'this_field_is_required'=>'هذا الحقل مطلوب',
    'order statuses'=>'حالات الطلب ',
    'Active'=>'نشط',
    'Inactive'=>'غير نشط',
    'Offer Send successfully'=>'تم ارسال العرض بنجاح 😎😉',
    'Failed to send offer!, please select specific employee'=>'فشل في إرسال العرض! الرجاء اختيار موظف محدد 🤷‍♂️😲',
    

    'cant_update_visit_status' => 'لا يمكن تعديل حالة الزيارة',




































































];
